[
    {
      "title": "Searing Pride",
      "image": "./images/Pride.png",
      "tags": [ "Sin", "Unique", "Blessed"],
      "description": [
    "A longsword once radiant, now tainted by fallen glory. Deals +1 Damage. If the target's STR or WP is lower than the wielder’s, attacks gain Impact. Once per session, emit blinding light—enemies within 4 squares must pass a Challenging (–10%) WP Test or be Stunned for 1 round. Chaosborne creatures are instantly stunned without a test."],
    "stats": {                       
          "Cost": "Relic",
          "Enc": "40 lbs",
          "Effect": "SB+1"
        }
      },
      {
        "title": "Avaricious Mantle ",
        "image": "./images/Greed.png",
        "tags": ["Clothing", "Sin", "Enchanted"],
        "description": [
          "<strong>Description:</strong> A cloak shimmering with opulence. Once per session, whisper a desire to a visible target (coin, item, scrolls etc.). If they possess it, they must pass a Challenging (–10%) WP Test or offer it within the hour. If they resist, you gain +10 FEL against them for the session. If they yield, test WP yourself or gain 1 Corruption Point."], 
          "stats": {                       
          "Cost": "Relic",
          "Enc": "15 lbs",
          "Effect": "Greed"
        }
      },
      {
        "title": "Lustful Lure",
          "image": "./images/Lust_Rapier.png",
          "tags": ["Sin", "Unique", "Rapier"],
          "description": [
          "A beautiful, thorned rapier that sings of zest and violence. Each hit tempts the target’s soul on a failed Routine WP Test, they suffer –10% CS and Agility against you for 1 round ('till 30%). Once per session, when you inflict a critical wound, you may invoke the <em>Ecstasy of Blood</em>, the wounded creature enters Frenzy, attacking the nearest creature for 1d5 rounds before collapsing dead as the ecstasy burns out its body."], 
            "stats": {                       
            "Cost": "Relic",
            "Enc": "20 lbs",
            "Effect": "Lust"
            }
        },
        {
          "title": "Envious Evoker",
          "image": "./images/Envy_Shortsword.png",
          "tags": ["Sin", "Shortsword", "Unique"],
          "description": [
            "<strong>Description:</strong> A twisted shortsword that festers with covetousness. If the target has higher AG, WS, INT, or WP than the wielder, each successful strike grants +5% cumulatively to tests using that characteristic against them. The bonus resets if the wielder does not attack the target for one round."
          ],
          "stats": {                       
            "Cost": "Relic",
            "Enc": "22 lbs",
            "Effect": "Envy"
          }
        },
        {
          "title": "Gluttonous Guillotine",
          "image": "./images/Gluttony_GSword.png",
          "tags": ["Two-Handed", "Sin"],
          "description": [
            "<strong>Description:</strong> A massive blade that hungers for suffering. When striking a Heavily Wounded enemy (3 Wounds or fewer), the weapon gains the <strong>Impact</strong> quality for that attack. If this effect is triggered for a second time on the same target, you must pass a Challenging (-10%) WP Test or gain 1 Corruption Point."
          ],
          "stats": {                       
            "Cost": "Relic",
            "Enc": "30 lbs",
            "Effect": "Gluttony"
          }
        },
        {
          "title": "Seething Pursuit",
          "image": "./images/Wrath.png",
          "tags": ["Sin", "Longsword", "Unique"],
          "description": [
    "<strong>Description:</strong> A vicious blade that feeds on pain. Gains +5% WS per missing Wound (max +30%). When reduced to 0 Wounds, may ignore Critical Hit and strike once with fast quality and full bonuses (1/session, gain 1 Corruption). Outside combat, must WP Test (–10%) or lash out when emotionally provoked."
  ],
          "stats": {                       
            "Cost": "Relic",
            "Enc": "10 lbs",
            "Effect": "Wrath"
          }
        },
        {
          "title": "Otiose Obfuscation",
          "image": "./images/Sloth_Bracelet.png",
          "tags": ["Accessory", "Sin", "Relic"],
          "description": [
            "<strong>Description:</strong> Twice per session, the wearer can create a spectral echo that mimics its next action the following turn. You act as normal while it repeats your previous move. As a side effect, you roll Initiative with disadvantage, but have advantage to WP Tests for Insanity."
          ],
          "stats": {                       
            "Cost": "Relic",
            "Enc": "6 lbs",
            "Effect": "Sloth"
          }
        }
  ]
  